Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/duddjonmiella_-tapahtuma_kokosi_ihmisia_hettaan.html.tmx
Source language: fin
Languages: sme

source: -tapahtuma kokosi ihmisiä Hettaan
sme: dáhpáhus čohkkii olbmuid Heahttái

source: Viime perjantaina 8.11. järjestettiin “Duddjonmiella!
sme: Mannan bearjadaga skábmamánu 8.beaivvi lágiduvvui “Duddjonmiella!

source: ” tapahtuma Hetassa.
sme: ” dáhpáhus Heahtás.

source: Tapahtuman järjestivät Duodjiakatemia, Saamelainen korkeakoulu, Lapin yliopisto, Saamelainen lastenkulttuurikeskus Mánnu, erityiset vieraamme Shea’s Junior Theatre ja vapaaehtoiset käsityöläiset.
sme: Dáhpáhusa lágidedje Duodjeakademiija, Sámi allaskuvla, Lappi Universitehta, Sámi mánáidkulturguovddáš Mánnu ja eaktodáhtolaš duodjeberošteaddjit.

source: Tapahtuman yhteydessä järjestettyyn lasten ja nuorten duodjipajaan osallistui 18 lasta ja nuorta.
sme: Dáhpáhusas lei duddjonbádji mánáide ja nuoraide, masa serve 18 máná ja nuora.

source: Työpajan järjesti Saamelainen lastenkulttuurikeskus Mánnu.
sme: Duddjonbáji lágidii Sámi mánáid- ja nuoraid kulturguovddáš Mánnu.

source: Tapahtumassa järjestetiin myös FT Sigga Marja Maggan luento, jossa hän luennoi duodjiperinteestä muuttuvassa maailmassa Enontekiön alueen näkökulmasta.
sme: Dáhpáhusas lágiduvvui maid logaldallan FT Sigga Marja Maggain, gii logaldalai duodjeárbevieru nuppástuvvi máilmmis Eanodaga guovllu geahčastagas.

source: Luennon jälkeen Duodjiakatemia kutsui osallistujia keskustelemaan duodjiperinteen tilasta ja tulevaisuudesta.
sme: Maŋŋil logaldallama Duodjeakademiija bovdii olbmuid ságastallat duodjeárbevieru dilis ja boahtteáiggis.

source: Keskustelussa esille nousi ehdotuksia siitä, miten duodjiperinnettä pystyisi vahvistamaan ja edistämään tulevaisuudessa.
sme: Ságastallamis bohte ovdan evttohusat mo duodjeárbevieru sáhtášii nannet ja ovdánahttit boahtte áiggis.

source: Ehdotettiin mm. kurssien järjestämistä, lapsia varten järjestettävä “metsä-” tai “tunturi-koulu”, jossa pääsisi oppimaan erilaisia perinteisiä töitä metsässä ja kästiyöpajan perustaminen, josta löytyisi kästityölaitteita ja välineitä.
sme: Evttohusat ledje earret eará kurssaid lágideapmi, mánáid várás lágidit “meahcce-“ dahje “várre-skuvlla”, gos beasaše oahppat iešguđetge árbevirolaš bargguid meahcis ja ásahit duddjonbáji, gos livčče duddjonrusttegat ja reaiddut.

source: Duoddjonmiella!
sme: Loahpageahčen Duddjonmiella!

source: tapahtuman loppupään ohjelmassa oli duojár ja PhD stipendiaatti Maarit Maggan kuvanäyttelyn avajaiset, joka on osa Lapin yliopiston Taiteiden tiedekunnalle tehtävästä väitöstutkimuksesta.
sme: dáhpáhusa prográmmas lei duojára ja PhD stipendiáhtta Maarit Magga govvačájáhusrahpan, mii lea oassin nákkosdutkamušas Lappi universitehta Dáidagiid dieđagoddái.

source: Kuvanäyttelyn toteutuksessa ovat olleet mukana myös kuvaaja Nilla-Máhtte Magga ja graafisesta ilmeestä vastannut Hannu Tikkanen.
sme: Govvačájáhusa ollašuhttimis leat maid leamašan mielde Nillá-Máhtte Magga govvejeaddjin ja Hannu Tikkanen čájáhusa gráfalaš hábmejeaddjin.

source: Maarit Magga on itse tyytyväinen näyttelyavajaisiin ja kiittää kaikkia vieraita.
sme: Maarit Magga lohká iežas duđavažžan čájáhusrahpamiin ja vuollegašvuođain giitá buot gussiid.

source: Lisätietoja:
sme: Oktavuođa dieđut:

source: Iŋgá Påve Idivuoma inga.idivuoma(at)samediggi.fi puh. +358 40 620 6676
sme: Iŋgá Påve Idivuoma inga.idivuoma(at)samediggi.fi tel. +358 40 620 6676
